[
  {
    "_id": {
      "$oid": ""
    },
    "name_th": "การรับมือภัยคุกคามทางไซเบอร์ ",
    "code": "com2101",
    "slot": 1,
    "level_th": "ประถมศึกษา",
    "level_en": "elementary",
    "category_th": "คอมพิวเตอร์และเทคโนโลยีสารสนเทศ",
    "category_en": "Computer and Information Technology",
    "subcategory_th": "เทคโนโลยีสารสนเทศ",
    "subcategory_en": "information technology",
    "description_th": [
      "เป็นการอบรมที่ออกแบบให้เหมาะสมกับวัย เพื่อสร้างความรู้ ความเข้าใจ และทักษะพื้นฐานในการใช้อินเทอร์เน็ตอย่างปลอดภัย นักเรียนจะได้เรียนรู้รูปแบบของภัยคุกคามออนไลน์ที่พบได้บ่อย เช่น การหลอกลวงทางออนไลน์ การรบกวนบนโลกไซเบอร์ (Cyberbullying) และการรักษาข้อมูลส่วนตัว ผ่านกิจกรรม เกม และสถานการณ์จำลองที่สนุกสนานและเข้าใจง่าย โดยมีเป้าหมายเพื่อปลูกฝังพฤติกรรมการใช้งานเทคโนโลยีอย่างรู้เท่าทันและรับผิดชอบตั้งแต่เยาว์วัย"
    ],
    "student_max": 30,
    "price": "9000",
    "total_classrooms": 1
  },
  {
    "_id": {
      "$oid": ""
    },
    "name_th": "การใช้งาน  Google AI Application (6 ชม.)",
    "code": "com2301",
    "slot": 2,
    "level_th": "มัธยมปลาย",
    "level_en": "high",
    "category_th": "คอมพิวเตอร์และเทคโนโลยีสารสนเทศ",
    "category_en": "Computer and Information Technology",
    "subcategory_th": "เทคโนโลยีสารสนเทศ",
    "subcategory_en": "information technology",
    "description_th": [
      "เป็นการอบรมเชิงปฏิบัติการที่มุ่งพัฒนา ทักษะดิจิทัลและความเข้าใจพื้นฐานด้านปัญญาประดิษฐ์ (AI) ผ่านเครื่องมือและแอปพลิเคชันของ Google ที่ใช้งานได้จริงในชีวิตประจำวัน ผู้เข้าอบรมจะได้เรียนรู้การใช้เครื่องมือ เช่น Google Bard (หรือ Gemini), Google Lens, และฟีเจอร์ AI ใน Google Workspace เพื่อสร้างสรรค์ผลงาน ค้นคว้าข้อมูลอย่างชาญฉลาด และเพิ่มประสิทธิภาพการเรียนรู้ พร้อมกิจกรรมฝึกปฏิบัติที่สนุกและเข้าใจง่าย เหมาะสำหรับนักเรียนที่ไม่มีพื้นฐานมาก่อน เพื่อเตรียมความพร้อมสู่การเรียนรู้และการทำงานในโลกดิจิทัลยุคใหม่อย่างมั่นใจ"
    ],
    "student_max": 30,
    "price": "11400",
    "total_classrooms": 1
  },
{
    "_id": {
      "$oid": ""
    },
    "name_th": "การวิเคราะห์ข้อมูลเชิงสถิติด้วย Google Looker Studio (6 ชม.)",
    "code": "com2302",
    "slot": 2,
    "level_th": "มัธยมปลาย",
    "level_en": "high",
    "category_th": "คอมพิวเตอร์และเทคโนโลยีสารสนเทศ",
    "category_en": "Computer and Information Technology",
    "subcategory_th": "เทคโนโลยีสารสนเทศ",
    "subcategory_en": "information technology",
    "description_th": [
      "เป็นการอบรมเชิงปฏิบัติการที่มุ่งส่งเสริมทักษะการคิดวิเคราะห์และการใช้เทคโนโลยีดิจิทัลในการจัดการข้อมูล ผู้เข้าอบรมจะได้เรียนรู้ขั้นตอนการนำเข้าข้อมูล การออกแบบแดชบอร์ด และการสร้างกราฟสถิติแบบโต้ตอบ ด้วยเครื่องมือ Google Looker Studio ที่ใช้งานง่ายและทันสมัย พร้อมฝึกปฏิบัติจริงผ่านชุดข้อมูลตัวอย่าง เพื่อให้สามารถนำเสนอข้อมูลเชิงสถิติได้อย่างเข้าใจและน่าสนใจ เหมาะสำหรับนักเรียนที่ต้องการพัฒนาทักษะการวิเคราะห์ข้อมูลเพื่อใช้ในการเรียน งานวิจัยขนาดเล็ก หรือการนำเสนอผลงานอย่างมืออาชีพ"
    ],
    "student_max": 30,
    "price": "11400",
    "total_classrooms": 1
  },
{
    "_id": {
      "$oid": ""
    },
    "name_th": "การพัฒนา Mobile Application แบบ No Code (3 ชม.)",
    "code": "com2303",
    "slot": 1,
    "level_th": "มัธยมปลาย",
    "level_en": "high",
    "category_th": "คอมพิวเตอร์และเทคโนโลยีสารสนเทศ",
    "category_en": "Computer and Information Technology",
    "subcategory_th": "เทคโนโลยีสารสนเทศ",
    "subcategory_en": "information technology",
    "description_th": [
      "เป็นการอบรมที่ออกแบบมาเพื่อให้นักเรียนได้เรียนรู้การสร้างแอปพลิเคชันบนโทรศัพท์มือถืออย่างง่ายดาย โดยไม่ต้องมีพื้นฐานการเขียนโปรแกรม ผ่านเครื่องมือสำเร็จรูปที่ใช้งานได้จริงและมีรูปแบบการลาก–วาง (Drag & Drop) ที่เหมาะกับวัย เด็ก ๆ จะได้ฝึกคิดเชิงตรรกะ วางโครงสร้างแอป และออกแบบหน้าตาแอปด้วยตนเอง ผ่านกิจกรรมที่สนุกและสร้างสรรค์ ช่วยส่งเสริมจินตนาการ ความคิดสร้างสรรค์ และทักษะดิจิทัลพื้นฐาน เพื่อปูทางสู่การเป็นนักพัฒนาเทคโนโลยีในอนาคต"
    ],
    "student_max": 30,
    "price": "11400",
    "total_classrooms": 1
  }]