
const studentsData = [

  {
    studentId: "644151001",
    name: "นางสาวชนิศา ประชุมชนะ",
    major: "ค.บ.คอมพิวเตอร์ศึกษา",
    researchTitle: "การพัฒนาทักษะการใช้แป้นพิมพ์โดยการใช้เกมคอมพิวเตอร์ สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 1 โรงเรียนสทิงพระวิทยา จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1IKIDo7atcwDf613sPjCTc2ZzYy9bp3dK"
  },
  {
    studentId: "644151004",
    name: "นางสาวณัฏฐณิชา ธรรมโชติ",
    major: "ค.บ.คอมพิวเตอร์ศึกษา",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาเทคโนโลยี(ออกแบบและเทคโนโลยี) เรื่อง วัสดุในชีวิตประจำวัน โดยการจัดการเรียนรู้ด้วยใบงาน LIVEWORKSHEETS ชั้นมัธยมศึกษาปีที่ 1 โรงเรียนคูเต่าวิทยา จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1rvpTVDNSUEgNkvShkaeEEElXviRIZf6_"
  },
  {
    studentId: "644151008",
    name: "นางสาวพัชชาวดี การภูธร",
    major: "ค.บ.คอมพิวเตอร์ศึกษา",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนรายวิชาเทคโนโลยี เรื่อง การเขียนโปรแกรมเบื้องต้น โดยใช้บอร์ด KidBright",
    link: "https://drive.google.com/open?id=1zY7HAlXN5kLB8pCLaDQXySTsayN4LmO5"
  },
  {
    studentId: "644151011",
    name: "นางสาวสุขุมาภรณ์ สกุลวิทูรไทย",
    major: "ค.บ.คอมพิวเตอร์ศึกษา",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาการออกแบบและเทคโนโลยี โดยการใช้บทเรียนออนไลน์ในการจัดการเรียนการสอน เรื่อง เทคโนโลยีกับชีวิต ด้วย google classroom สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 2/7 โรงเรียนวรนารีเฉลิมจังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1KuVR3yzyHTrz7T6GZ57r3bOt1j0Ukb-c"
  },
  {
    studentId: "644151019",
    name: "นายญาณพัฒน์ อ่อนประชู",
    major: "ค.บ.คอมพิวเตอร์ศึกษา",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาเทคโนโลยี (การออกแบบและเทคโนโลยี) เรื่อง ผังงาน flowchart โดยใช้โปรแกรม Creately สำหรับนักเรียนมัธยมศึกษาปีที่ 2 โรงเรียนเตรียมอุดมศึกษาพัฒนาการ พัทลุง",
    link: "https://drive.google.com/open?id=1LDLm7ncIbUeC6YjrnvQoXbVdTLqFYpSF"
  },
  {
    studentId: "644151028",
    name: "นางสาววศินี ศรีพรหมทอง",
    major: "ค.บ.คอมพิวเตอร์ศึกษา",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาเทคโนโลยี (วิทยาการคํานวณ) เรื่อง การพัฒนาแอปพลิเคชัน โดยใช้บทเรียน AR : Augmented Reality สําหรับนักเรียนชั้นมัธยมศึกษาปีที่ 3 โรงเรียนตะโหมด จังหวัดพัทลุง",
    link: "https://drive.google.com/open?id=1rxIuJxzkbloKJfrYrVRVfoTR2dIZYcCa"
  },
  {
    studentId: "644151031",
    name: "นายอันวาร์ หลังยาหน่าย",
    major: "ค.บ.คอมพิวเตอร์ศึกษา",
    researchTitle: "ศึกษาความพึงพอใจทางการเรียนรายวิชาวิทยาการคำนวณ เรื่อง การเก็บรวบรวมและสำรวจข้อมูล โดยใช้การจัดการเรียนรู้ด้วยเกม Kahoot! สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 5 โรงเรียนควนโดนวิทยา จังหวัดสตูล",
    link: "https://drive.google.com/open?id=1buICS8ezgjyXENzSnxeWsEzNaW1OtwEp"
  },
  {
    studentId: "644152003",
    name: "นางสาวซูไฮลา โดตะเซะ",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ของนักเรียนชั้นมัธยมศึกษาปีที่ 4 โดยใช้ชุดกิจกรรมการเรียนรู้ร่วมกับการจัดการเรียนรู้แบบสืบเสาะหาความรู้ 5 ขั้น (5E)",
    link: "https://drive.google.com/open?id=1gZlZqeSo9wMZUy3HM5X68VsDK6ELwjS2"
  },
  {
    studentId: "644152007",
    name: "นางสาวยัสมี วามิง",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาเคมี เรื่องการเรียกชื่อสารประกอบอินทรีย์ โดยใช้หนังสืออิเล็กทรอนิกส์ (E-book) ร่วมกับเกม Kahoot สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 6 โรงเรียนนาทวีวิทยาคม",
    link: "https://drive.google.com/open?id=1QBJPGdg2KZx9VYKE24asGwd9g6Hx5SO_"
  },
  {
    studentId: "644152010",
    name: "นางสาวกัณฐิกา ช่างเหล็ก",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาทักษะการคํานวณในการแก้โจทย์ปัญหาวิชาเคมี เรื่อง การคํานวณอัตราการเกิดปฏิกิริยาเคมี โดยใช้การจัดการเรียนรู้แบบสืบเสาะหาความรู้ (5E) ร่วมกับชุดกิจกรรมการเรียนรู้ ของนักเรียนชั้นมัธยมศึกษาปีที่ 5 โรงเรียนนวมินทราชูทิศ ทักษิณ",
    link: "https://drive.google.com/open?id=1pnVagwXyUCzPFtZ5fLhJ-YfOhw4DjtCM"
  },
  {
    studentId: "644152011",
    name: "นางสาวกามูนี มะเก",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาเคมี 1 เรื่อง การเกิดพันธะโคเวเลนต์ โดยใช้หนังสืออิเล็กทรอนิกส์ (e-book) ร่วมกับแบบฝึกทักษะ สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนสังกัดอบจ.สงขลา",
    link: "https://drive.google.com/open?id=18m29DBgXvd3dTRvkkcKgQsGt1nl8D9Bg"
  },
  {
    studentId: "644152012",
    name: "นางสาวชณิตา นาคอ่อน",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาทักษะการคิดอย่างมีวิจารณญาณและการแก้ปัญหา เรื่อง ปัญหาจากการใช้ผลิตภัณฑ์จากพอลิเมอร์ โดยใช้ชุดกิจกรรมร่วมกับกลวิธีการโต้แย้ง สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 5 โรงเรียนนวมินทราชูทิศ ทักษิณ",
    link: "https://drive.google.com/open?id=13-er--JxnW_HqExr0px9SJxqH696Wq4s"
  },
  {
    studentId: "644152013",
    name: "นางสาวซารยานี อาแซ",
    major: "ค.บ.เคมี",
    researchTitle: "การพันาผลสัมฤทธิ์ทางการเรียนวิชาเคมี เรื่อง กฎของบอยล์ โดยใช้การจัดการเรียนรู้แบบ Active learning ร่วมกับการทดลอง",
    link: "https://drive.google.com/open?id=1IAAjnujC92O95thHVBy6kgewcAOqD4t-"
  },
  {
    studentId: "644152014",
    name: "นางสาวต่วนดาริณี กูบือโด",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาเคมี เรื่อง สภาวะสมดุล โดยใช้การจัดการเรียนรู้แบบ Active learning ร่วมกับการใช้บทเรียนออนไลน์ผ่านทางแพลตฟอร์ม Google sites และ AI Chatgpt สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 5/1 โรงเรียนสังกัดอบจ.สงขลา",
    link: "https://drive.google.com/open?id=1C74NMoj741Ha-WMM1AJii7KggUF2YjLZ"
  },
  {
    studentId: "644152016",
    name: "นางสาวนูรมี บาเหะ",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์โดยใช้หนังสืออิเล็กทรอนิกส์ E-Book ร่วมกับเกมเรื่อง การจัดเรียงอิเล็กตรอน ของนักเรียนชั้นมัธยมศึกษาปีที่ 4",
    link: "https://drive.google.com/open?id=1A_J3MnaLkyPb4jhlBU-7ndN3Gv2ZdLJN"
  },
  {
    studentId: "644152021",
    name: "นางสาวฟิตรียะห์ ยะโกะ",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์โดยใช้หนังสืออิเล็กทรอเล็กส์ e-Bookร่วมกับเกมเรื่อง กฎแก๊สอุดมคติ ของนักเรียนชั้นมัธยมศึกษาปีที่ 5/1 โรงเรียนธรรมโฆสิต",
    link: "https://drive.google.com/open?id=1FKVYT706pDZ4vJapwpE_5zxOEprpFvES"
  },
  {
    studentId: "644152022",
    name: "นางสาวมารีนา หมาดโต๊ะโซ๊ะ",
    major: "ค.บ.เคมี",
    researchTitle: "เรื่อง ผลการจัดกิจกรรมการเรียนรู้การเรียนรู้โดยใช้แบบจำลองเป็นฐานเพื่อพัฒนาผลสัมฤทธิ์ทางการเรียนเรื่อง รูปร่างโมเลกุลโคเวเลนต์ ของนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนควนโดนวิทยา",
    link: "https://drive.google.com/open?id=1gYK0J4sNq6r3T_ktJpyMLAo4IqJdRagp"
  },
  {
    studentId: "644152024",
    name: "นางสาวโรสณีย์ บาโอะ",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาวิทยาศาสตร์กายภาพ เรื่องสมบัติของธาตุและการใช้ประโยชน์ โดยใช้วิธีการสอนโดยใช้บอร์ดเกมสำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 5",
    link: "https://drive.google.com/open?id=1OV89xLLwJbYTzzDJl67P20fr1rpzRFwP"
  },
  {
    studentId: "644152025",
    name: "นางสาวสารีปะห์ หายีมะ ",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาเคมี เรื่อง การจัดเรียงอิเล็กตรอน โดยใช้การจัดการเรียนรู้แบบร่วมมือด้วยเทคนิคการแข่งขันระหว่างกลุ่ม (STAD) ร่วมกับแบบฝึกหัด Liveworksheet สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 4/2 โรงเรียนเทพพิทยาภาณุมาศ",
    link: "https://drive.google.com/open?id=1sFIQMkB0XEMjGazRp87y1ol-1EupiEQ0"
  },
  {
    studentId: "644152026",
    name: "นางสาวสุไรณี กะแน",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียน เรื่อง ตารางธาตุ โดยใช้หนังสื่ออิเล็กทรอนิกส์ (E-book) ร่วมกับเกม ของนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนปากพะยูนพิทยาคาร",
    link: "https://drive.google.com/open?id=1nP-2sdiWUZI6_PuEI75hzj1CbJ2HyABA"
  },
  {
    studentId: "644152027",
    name: "นางสาวอารีณา เล๊าะเหม",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาเคมี เรื่อง การเขียนสูตร และการเรียกชื่อสารประกอบไอออนิก โดยใช้ชุดกิจกรรมการเรียนรู้ ร่วมกับเกม Wordwall ของนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนจะนะวิทยา",
    link: "https://drive.google.com/open?id=1Rpig3H8rcAXffgz5D7tt2hLDUQSgePcM"
  },
  {
    studentId: "644152028",
    name: "นางสาวฮาฟีซา เจ๊ะดือราแม",
    major: "ค.บ.เคมี",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาวิทยาศาสตร์กายภาพ (เคมี) เรื่องการเขียนสูตรและสารประกอบไอออนิก โดยใช้หนังสืออิเล็กทรอนิกส์ (E-book) ร่วมกับ Quizizz สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 5 โรงเรียนนาทวีวิทยาคม",
    link: "https://drive.google.com/open?id=1KtFOBnIxniPCLtedAr_VG3RxTLJ4z5Bn"
  },
  {
    studentId: "644153002",
    name: "นางสาวฟิรดาวส์ สะแลแม",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "ยกระดับผลสัมฤทธิ์ทางการเรียนวิชาฟิสิกส์ เรื่อง คลื่น โดยการจัดการเรียนรู้แบบสืบเสาะหาความรู้ 5E ร่วมกับเกม สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 5 โรงเรียนเทพา จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1pVkm6Qswx9pYJIPYIxKgnAU88mqHlvpA"
  },
  {
    studentId: "644153003",
    name: "นางสาวใกล้รุ่ง สุวรรณจุณี",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียน รายวิชา ฟิสิกส์ 3 ว32201 เรื่อง สี โดยใช้ชุดการเรียนรู้ เรื่อง Addition of Colours สำหรับนักเรียนชั้นมัธยมศึกษา 5 โรงเรียนนวมินทราชูทิศ ทักษิณ อำเภอเมือง จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1mC4mMGNh-lsjUYMsUnNdfNzY0i_1-6Sf"
  },
  {
    studentId: "644153004",
    name: "นางสาวจุฑาภรณ์ แก้วมณี",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาความสามารถในการแก้โจทย์ปัญหาทางฟิสิกส์ เรื่อง กฎการเคลื่อนที่ของนิวตันโดยใช้กลวิธีแก้โจทย์ปัญหาเชิงตรรกะของเฮลเลอร์และเฮลเลอร์ ของนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนนวมินทราชูทิศ ทักษิณ จังหวัดสงขลา",
    link: "https://drive.google.com/file/d/16jInfBPnuXjom459RUoHpzZBp2l2sG9p/view?usp=sharing"
  },
  {
    studentId: "644153005",
    name: "นางสาวซีตีมารีแย เมาะแล",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชา ฟิสิกส์ เรื่อง การตกแบบเสรี โดยใช้ชุดการทดลองร่วมกับโปรแกรมวิเคราะห์วิดีโอแทรกเกอร์ สำหรับนักเรียนชั้นมัธยมศึกษาปีที่4 โรงเรียนจะนะวิทยา อำเภอจะนะ จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1PY0RqbKGn4orq2FKYzIuDQLERK8yMvdh"
  },
  {
    studentId: "644153006",
    name: "นางสาวเนตรชนก โตนวุฒิ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "รายงานวิจัยในชั้นเรียน การพัฒนาผลสัมฤทธิ์ทางการเรียน เรื่อง การเคลื่อนที่แนวตรง โดยใช้การจัดการเรียนรู้แบบเชิงรุก (ActiveLearning) สําหรับนักเรียน ชั้นมัธยมศึกษาปีที่4/2 โรงเรียนตะโหมด จังหวัดพัทลุง",
    link: "https://drive.google.com/open?id=1jCHb27bfyIAZJebCIHDN8Gq9GPo-i9sI"
  },
  {
    studentId: "644153007",
    name: "นางสาวสิรินทรา เหมือนหนู",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาฟิสิกส์เรื่องแรงและแรงลัพธ์โดยใช้ชุดกิจกรรมวิชาฟิสิกส์ของนักเรียนชั้นมัธยมศึกษาปีที่ ๔ โรงเรียนราชประชานุเคราะห์ ๖๕ จังหวัดพัทลุง",
    link: "https://drive.google.com/file/d/1HYroww7P3DR4kBKsxVG7t9C6JFUZCm8j/view?usp=sharing"
  },
  {
    studentId: "644153008",
    name: "นางสาวสุปราณี รักจันทร์",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาฟิสิกส์ เรื่องการหักเหของแสงโดยใช้ชุดทดลองเรื่องการหักเหของแสงผ่านวุ้นสำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 5 โรงเรียนมหาวชิราวุธจังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1OepMpsl4wfjMghZve_gWcZ2gcvw2T972"
  },
  {
    studentId: "644153009",
    name: "นางสาวอาโซเฟีย แวดาโอะ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "เรื่อง การพัฒนาทักษะความสามารถในการคิดแก้โจทย์ปัญหาทางฟิสิกส์ เรื่อง เวกเตอร์ โดยใช้สื่อจำลองโต้ตอบเสมือนจริง (Phet) สำหรับการสอน ของนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนสตูลวิทยา จังหวัดสตูล",
    link: "https://drive.google.com/open?id=1UMRRu2CUdArcGhUzCrIilu-8rPAj24I5"
  },
  {
    studentId: "644153010",
    name: "นางสาวอาดีหล๊ะ ดอเลาะ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาฟิสิกส์ เรื่องการหาแรงลัพธ์ โดยใช้ชุดกิจกรรมวิชาฟิสิกส์ ผ่านกระบวนการสืบเสาะหาความรู้(5E) สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนพะตงประธานคีรีวัฒน์ จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1TFeiB7TJamMsFaiT2OsKqMowhD81xcmP"
  },
  {
    studentId: "644153011",
    name: "นางสาวอาฟีนี กาแล",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาทักษะการแก้ปัญหาทางฟิสิกส์เรื่องแรงและกฎการเคลื่อนที่ โดยใช้กระบวนการจัดการเรียนรู้แบบสืบเสาะหาความรู้ (The 5 E’s of Inquiry-Based Learning) ร่วมกับเทคนิค การแก้ปัญหาของโพลยา (Polya) ",
    link: "https://drive.google.com/open?id=1dq-9m0BtDUz8kDzJot5gLIs_4SWpfVlK"
  },
  {
    studentId: "644153012",
    name: "นางสาวฮาลีเมาะ ปานาวา",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "ผลการใช้กระบวนการการเรียนรู้แบบโพลยา (Polya) โดยใช้แบบฝึกทักษะเพื่อเสริมสร้างความสามารถการวิเคราะห์โจทย์ฟิสิกส์เรื่องแก๊สอุดมคติสำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 6",
    link: "https://drive.google.com/file/d/1muxVBnKOSoxD8l3N3CSOVowjoHud6gl1/view?usp=sharing"
  },
  {
    studentId: "644153013",
    name: "นายกิตติกานต์ รักประยูร",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาวิทยาศาสตร์กายภาพ(ฟิสิกส์) โดยใช้เกมBingo สำหรับนักเรียนชั้นมัธยมศึกษาปีที่4/9 ปีการศึกษา 2567 โรงเรียนหาดใหญ่รัฐประชาสรรค์ อำเภอหาดใหญ่ จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1us0fY7QurXcDceUfCfz88ItCSK6AJdv0"
  },
  {
    studentId: "644153014",
    name: "นาวสาวซูไฮนี สะอุ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การจัดการเรียนรู้แบบสืบเสาะหาความรู้ (5E) ร่วมกับเทคนิคการใข้คำถาม",
    link: "https://drive.google.com/open?id=1d3jJVg3cHWdHBhXvLb5cgtU16-ANjVJI"
  },
  {
    studentId: "644153015",
    name: "นางสาวธัญญารัตน์ แดงงาม",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาฟิสิกส์ เรื่องคำนำหน้าหน่วยโดยใช้ สื่อวงล้อร่วมกับชุดแบบฝึกทักษะการเปลี่ยนคำนำหน้าหน่วย สำหรับนักเรียน ชั้นมัธยมศึกษาปีที่ 4 โรงเรียนควนโดนวิทยา จังหวัดสตูล",
    link: "https://drive.google.com/open?id=1OkKekWt-TmnZp7rUWaCEzrGhb4wsaFQK"
  },
  {
    studentId: "644153016",
    name: "นางสาวนูรเกาซัร ดอเลาะ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาฟิสิกส์ เรื่องการเคลื่อนที่แบบโพรเจกไทล์ โดยใช้ชุดการทดลองปืนใหญ่บรรลัยกัน สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 5 โรงเรียนสะบ้าย้อยวิทยา จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1BIvdamdq7XhKf7pOTpGqaLmnAYikodRj"
  },
  {
    studentId: "644153017",
    name: "นายปานเทพ ดีนายัง",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "ผลของการจัดการเรียนรู้โดยใช้เกม Genially ที่มีต่อความกระตือรือร้นในรายวิชา รายวิชา ว 33205 ฟิสิกส์ 5 เรื่องของไหลสถิตชั้นมัธยมศึกษาปีที่ 6/1 โรงเรียนพิมานพิทยาสรรค์ จังหวัดสตูล",
    link: "https://drive.google.com/file/d/1muxVBnKOSoxD8l3N3CSOVowjoHud6gl1/view?usp=sharing"
  },
  {
    studentId: "644153018",
    name: "นางสาวไพสิฐกัญญ์ หิรัญสาย",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาทักษะการอ่านเครื่องมือวัดทางฟิสิกส์รายวิชาฟิสิกส์ เรื่อง การวัดปริมาณทางฟิสิกส์ โดยกระบวนการจัดการเรียนรู้แบบสืบเสาะหาความรู้ (5E) ร่วมกับเกมบิงโก สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 4 ปีการศึกษา 2567 โรงเรียนหาดใหญ่รัฐประชาสรรค์ อำเภอหาดใหญ่ จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1rv_p_2-E__p8kQFnliscwh7Komcp8htN"
  },
  {
    studentId: "644153019",
    name: "นางสาวมาเรียม สมาแอ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาชุดกิจกรรมการเรียนรู้ตามวัฏจักรการเรียนรู้แบบสืบเสาะหาความรู้(5E) เรื่อง คลื่นแม่เหล็กไฟฟ้า สำหรับนักเรียนชั้นมัธยมศึกษาปีที่5/2 โรงเรียนพิมานพิทยาสรรค์ จังหวัดสตูล",
    link: "https://drive.google.com/open?id=1cefajggwTpccByHjcZZuT8heZEtAa4w0"
  },
  {
    studentId: "644153020",
    name: "นายมูฮำหมัดฟิกรี เจ๊ะหะ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ของนักเรียนชั้นมัธยมศึกษาปีที่ 4 รายวิชาฟิสิกส์ เรื่องคลื่นแม่เหล็กไฟฟ้า โดยใช้โปรแกรม Class Dojo โรงเรียนสตูลวิทยา จังหวัดสตูล ",
    link: "https://drive.google.com/open?id=1WXEW4zsMq2lOomjnBmiYNWHJjUzQI7LZ"
  },
  {
    studentId: "644153021",
    name: "นางสาวรุ่งทิวา จันทร์สมคง",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาทักษะการคำนวณ เรื่อง พลังงานความร้อน โดยใช้การจัดการเรียนรู้แบบสืบเสาะหาความรู้ (5E) ร่วมกับเทคนิค KWDL สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 6 โรงเรียนนวมินทราชูทิศ ทักษิณ จังหวัดสงขลา ",
    link: "https://drive.google.com/open?id=1y0EDkxGOAe9_kRWk1WeNoizRVkju_lj7"
  },
  {
    studentId: "644153022",
    name: "นางสาวศุทธิณี ลัดเลีย",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การแก้ปัญหาการคิดคณิตในรายวิชาฟิสิกส์เรื่องการเคลื่อนที่แนวตรงโดยใช้ชุดแบบฝึกเสริมทักษะทางคณิตศาสตร์สำหรับฟิสิกส์ของนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนละงูพิทยาคม จังหวัดสตูล",
    link: "https://drive.google.com/file/d/1muxVBnKOSoxD8l3N3CSOVowjoHud6gl1/view?usp=sharing"
  },
  {
    studentId: "644153023",
    name: "นางสาวสารินี ดีเยาะ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาฟิสิกส์ เรื่อง การเคลื่อนที่แนวตรง โดยใช้การจัดการเรียนรู้แบบเชิงรุก (Active Learning) สําหรับนักเรียนชั้นมัธยมศึกษาปีที่ 4 โรงเรียนตะโหมด จังหวัดพัทลุง",
    link: "https://drive.google.com/file/d/1Ldaf3bM5f0Xkfz4Lxc_MadnzOzz-2Gw3/view?usp=sharing"
  },
  {
    studentId: "644153024",
    name: "นางสาวสุไฮลา ดือราแม",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "ยกระดับผลสัมฤทธิ์ทางการเรียนวิชาฟิสิกส์กายภาพ เรื่อง คลื่น โดยใช้การจัดการเรียนรู้แบบสืบเสาะหาความรู้ 5 ขั้น (5E) ร่วมกับผังกราฟิก สำหรับนักชั้นมัธยมศึกษาปีที่ 5 โรงเรียนเทพา จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=1YVgqDJ7F16E0l1E96f0SI0sqTfn9YY7I"
  },
  {
    studentId: "644153025",
    name: "นางสาว สุไฮลา สุหลง",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนรายวิชา ฟิสิกส์ 3 ว32203 เรื่องส่วนประกอบของคลื่น โดยใช้ เกมบิงโก ของนักเรียนชั้นมัธยมศึกษาปีที่ 5 โรงเรียนละงูพิทยาคม อำเภอ ละงู จังหวัดสตูล",
    link: "https://drive.google.com/open?id=1JeIQIhQ4VpoqeU3WkjYj4sJ3Rkpnma3B"
  },
  {
    studentId: "644153026",
    name: "นายอนัส สันอี",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียน วิชาฟิสิกส์ โดยใช้เกมบันไดงู สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 6/7 โรงเรียนหาดใหญ่รัฐประชาสรรค์",
    link: "https://drive.google.com/open?id=1xPXtUojxnlNvnqLDnSdbYVM8F576gRnD"
  },
  {
    studentId: "644153027",
    name: "นางสาวอัชฮานี ชุมสาแหละ",
    major: "ค.บ.ฟิสิกส์",
    researchTitle: "การพัฒนาผลสัมฤทธิ์ทางการเรียนวิชาวิทยาศาสตร์ เรื่อง การเคลื่อนที่ โดยใช้ชุดกิจกรรมเกมบิงโก สำหรับนักเรียนชั้นมัธยมศึกษาปีที่ 2 โรงเรียนหาดใหญ่เจริญราษฎร์พิทยา จังหวัดสงขลา",
    link: "https://drive.google.com/open?id=10JpB-LzupXnN3INTO3yFhfJe2NXhZi_M"
  },
];

export default studentsData;
